Repository: mans0954/packetfence
Catalog: conf/locale/*/LC_MESSAGES/packetfence.po
Languages: nl, pl_pl

source: Some versions of Internet Explorer may take a while before redirection occur.
nl: Bij sommige versies van Internet Explorer kan het even duren voordat u wordt doorgestuurd.
pl_pl: Niektóre wersje Internet Explorer mogą chwilę poczekać, zanim zrealizują przekierowanie.

source: I accept the terms
nl: Ik accepteer de voorwaarden
pl_pl: Akceptuję warunki

source: I have read and accept the terms
nl: Ik heb de <a href='/aup' target='_blank'>voorwaarden</a> gelezen en accepteer ze
pl_pl: Przeczytałem i akceptuję <a href='/aup' target='_blank'>warunki</a>

source: You need to accept the terms before proceeding any further.
nl: U dient de voorwaarden te accepteren voordat u verder kunt gaan.
pl_pl: Przed przejściem dalej trzeba zaakceptować warunki.

source: Your registration is pending approval. Once approved you will be automatically redirected.
pl_pl: Twoja rejestracja oczekuje na aprobatę. Po aprobacie zostaniesz przekierowany automatycznie.

source: Next page
nl: Volgende pagina
pl_pl: Następna strona

source: The activation code provided is invalid. Reasons could be: it never existed, it was already used or has expired.
pl_pl: Przedstawiony kod aktywacji jest nieważny. Możliwe przyczyny: nigdy nie istniał, był już wykorzystany lub wygasł.

source: You have been detected using a device that has been explicitly disallowed by your network administrator.
pl_pl: Wykryto, że używasz urządzenia, na używanie którego administrator sieci nie zezwolił.

source: NAT Device Detected
nl: NAT apparaat(Router) gedetecteerd
pl_pl: Wykryto urządzenie NAT

source: You have been detected using a device that performs network address translation (NAT). These devices, typically wireless access points or 'routers' are not permitted on the network. Please unplug this device and connect your computer directly to the network for access.
pl_pl: Wykryto, że używasz urzadzenia, które wykonuje tłumaczenie adresów sieciowych (NAT). Używanie takich urządzeń, zwykle bezprzewodowych punktów dostępowych lub routerów, nie jest w tej sieci dozwolone. Proszę odłączyć te urządzenie i połączyć komputer bezpośrednio do sieci, aby uzyskać dostęp.

source: Rogue DHCP server
nl: Onbekende DHCP server
pl_pl: Oszukańczy serwer DHCP

source: You have been detected running a rogue DHCP server. Please disable it.
nl: Er is een DHCP server gedetecteerd bij uw connectie. Schakel deze uit.
pl_pl: Wykryto, że używasz oszukańczego serwera DHCP. Proszę go wyłączyć.

source: Vulnerability Scanning
pl_pl: Skanowanie wrażliwości

source: Your system will be scanned for vulnerabilities before you are allowed to enter the network. Please click on the button below, this can take anywhere from a few seconds to a couple of minutes.
pl_pl: Twój system będzie skanowany w poszukiwaniu wrażliwości, zanim uzyskasz zezwolenie na dostęp do sieci. Proszę kliknąć przycisk poniżej, skanowanie może zająć od kilku sekund do kilku minut.

source: Malware found!
nl: Malware gevonden!
pl_pl: Znaleziono złośliwe oprogramowanie!

source: Your system has been found to be infected with malware. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
nl: Uw systeem heeft Malware. Dit vormt een zo hoog risico voor andere systemen in het netwerk, dat uw netwerkverbinding is uitgeschakeld totdat corrigerende maatregelen worden genomen. Aanwijzingen voor hiervoor staan hieronder:
pl_pl: W Twoim systemie znaleziono infekcję złośliwego oprogramowania. Z powodu zagrożenia, jakie ta infekcja powoduje dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Malware Removal
nl: Malware verwijderen
pl_pl: Usuwanie złosliwego oprogramowania

source: LSASS Worm
pl_pl: Robak LSASS

source: Your system has been found to be infected with An LSASS-based worm. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
pl_pl: W Twoim systemie znaleziono infekcję robaka opartego na LSASS. Z powodu zagrożenia, jakie ta infekcja powoduje dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Worm Removal
nl: Worm verwijderen
pl_pl: Usuwanie robaka

source: Make sure your antivirus is working. You might want to perform a full system scan. Clicking the 'Enable Network' button below will re-enable your network access. Make sure that you followed the instructions to correct the issue. Failure to do so will result in network access being disabled again. Repeated failures will result in access being disabled permanently.
pl_pl: Upewnij się, że Twój antywirus działa. Powinieneś wykonać pełne skanowanie systemu. Kliknięcie przycisku 'Enable Network' poniżej ponownie włączy dostęp do sieci. Upewnij się, że postępowałeś zgodnie z zaleceniami, aby naprawić ten problem. Jeśli tego nie wykonasz, dostęp do sieci może zostać ponownie wyłączony. Jeśli problem się powtórzą, dostęp zostanie wyłączony na stałe.

source: Trojan Infection
nl: Trojaans paard virus infectie
pl_pl: Infekcja Trojan

source: Unauthorized device
nl: Ongeautoriseerd apparaat
pl_pl: Nieautoryzowane urządzenie

source: Your system has been found to be infected with a Trojan IRC bot and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
pl_pl: W Twoim systemie znaleziono infekcję bota Trojan IRC, który skanuje inne systemy. Z powodu zagrożenia, jakie ta infekcja powoduje dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Zotob Infection
nl: Zotob virus infectie
pl_pl: Infekcja Zotob

source: Your system has been found to be infected with a Zotob worm and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
pl_pl: W Twoim systemie znaleziono infekcję robaka Zotob, który skanuje inne systemy. Z powodu zagrożenia, jakie ta infekcja powoduje dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Your network access is currently being enabled. Once network connectivity is established you will be automatically redirected.
nl: Uw netwerk toegang wordt op dit moment weer toegestaan. Zodra u toegang heeft wordt u automatisch doorgestuurd.
pl_pl: Twój dostęp do sieci jest aktualnie włączany. Po nawiązaniu łączności sieciowej zostaniesz automatycznie przekierowany.

source: Your network access is currently being enabled. Please wait...
nl: Uw netwerktoegang wordt nu toegestaan. Wacht A.U.B.
pl_pl: Twój dostęp do sieci jest aktualnie włączany. Proszę czekać...

source: You must be authenticated to manage guests.
nl: U dient ingelogd te zijn om gasten te kunnen beheren.
pl_pl: Musisz być uwierzytelniony, aby zarządzać gośćmi.

source: This account is expired.
nl: Uw account is verlopen.
pl_pl: Te konto wygasło.

source: This account is not yet activated.
nl: Uw account is nog niet geactiveerd.
pl_pl: Te konto nie jest jeszcze aktywowane.

source: Your network should be enabled within a minute or two. If it is not reboot your computer.
nl: Uw netwerktoegang zou binnen 2 minuten moeten werken. Als dit niet zo is, schakel uw computer uit en in.
pl_pl: Twoja sieć powinna być włączona za minutę lub dwie. Jeśli się nie włączy, przeładuj Twój komputer.

source: Invalid PIN
nl: Ongeldige PIN code
pl_pl: Nieważny PIN

source: Username Prefix
nl: Gebruikersnaam prefix
pl_pl: Prefiks nazwy użytkownika

source: Quantity
nl: Aantal
pl_pl: Liczba

source: Print access codes
nl: Print toegangscodes
pl_pl: Wydrukuj kody dostępu

source: Logout
nl: Uitloggen
pl_pl: Wylogowanie

source: Required columns: username, password.
nl: Verplichte velden: gebruikersnaam, wachtwoord
pl_pl: Wymagane kolumny: nazwa użytkownika, hasło.

source: Column Delimiter
nl: Kolom scheidingsteken
pl_pl: Ogranicznik kolumn

source: Columns Order
nl: Kolom volgorde
pl_pl: Porządek kolumn

source: comma (,)
nl: komma (,)
pl_pl: przecinek (,)

source: semicolon (;)
nl: punt komma (;)
pl_pl: średnik (;)

source: Format is: yyyy-mm-dd
nl: Formaat is: jjjj-mm-dd
pl_pl: Format to: rrrr-mm-dd

source: Import file
nl: Importeer bestand
pl_pl: Importuj plik

source: Access to the guest network has been granted until %s.
nl: Toegang tot het gasten netwerk is toegestaan tot: %s.
pl_pl: Dostęp do sieci gościnnej został przyznany do %s.

source: Access to the guest network has been granted.
nl: Toegang tot het gasten netwerk is toegestaan.
pl_pl: Dostęp do sieci gościnnej został przyznany.

source: Access to the guest network granted
nl: Toegang tot het gasten netwerk is toegestaan.
pl_pl: Dostęp do sieci gościnnej przyznany

source: Your XML configuration have been generated and is now ready to download. Follow the link below in order to get access to the secure SSID.
pl_pl: Twoja konfiguracja XML została wygenerowana i jest teraz gotowa do ściągnięcia. Wykorzystaj łącznik poniżej aby uzyskać dosep do bezpiecznego SSID.

source: Click to install your generated wireless profile.
nl: Klink hier om het gegenereerde draadloos netwerk profiel te installeren.
pl_pl: Kliknij aby zainstalować Twój wygenerowany profil bezprzewodowy.

source: Internet Access Package
nl: Internet toegangs pakket
pl_pl: Pakiet Dostępu do Internetu

source: Credit Card Number
nl: Creditkaart nummer
pl_pl: Numer karty kredytowej

source: Credit Card Expiration Date
nl: Creditkaart verloop datum
pl_pl: Data ważności karty kredytowej

source: MMYY
nl: MMJJ
pl_pl: MMRR

source: Credit Card Verification Number
nl: Credit card CVE code
pl_pl: Numer weryfikacyjny karty kredytowej

source: Continue
nl: Ga verder
pl_pl: Kontynuuj

source: An error occured while processing your payment. Incorrect credit card informations provided.
nl: Er is iets niet goed gegaan met uw betaling. De ingegeven credit kaart gegevens zijn niet correct.
pl_pl: Wystąpił błąd podczas przetwarzania Twojej płatności. Podano nieprawidłowe informacje o karcie kredytowej.

source: An error occured while processing you payment. Your credit card has not been charged.
pl_pl: Wystąpił błąd podczas przetwarzania Twojej płatności. Twoja karta kredytowa nie została obciążona.

source: The scan report code provided is invalid or expired.
pl_pl: Podany kod raportu skanowania jest nieważny lub wygasł.

source: Filters
pl_pl: Filtry

source: Define the filters which will apply to all NAP-capable clients that produce a statement of health (SoH).
pl_pl: Zdefiniuj filtry które zostaną zastosowane do wszystkich klientów zdolnych do NAP, które produkują stwierdzenie zdrowia (SoH).

source: Delete this filter
nl: Verwijder dit filter
pl_pl: Usuń ten filtr

source: Do nothing
nl: Doe niets
pl_pl: Nic nie rób

source: Accept
nl: Accepteer
pl_pl: Akceptuj

source: Reject
nl: Verwerp
pl_pl: Odrzuć

source: Trigger violation
pl_pl: Wyzwól naruszenie

source: Conditions:
nl: Voorwaarden:
pl_pl: Warunki:

source: (None yet)
nl: (geen)
pl_pl: (Jeszcze żaden)

source: Add a condition
nl: Een voorwaarde toevoegen
pl_pl: Dodaj warunek

source: Delete this condition
nl: Deze voorwaarde verwijderen
pl_pl: Usuń ten warunek

source: Firewall
pl_pl: Zapora

source: Anti-virus
pl_pl: Antywirus

source: Anti-spyware
pl_pl: Antyszpieg

source: Auto-updates
pl_pl: Automatyczne aktualizacje

source: Security updates
nl: Beveiliging updates
pl_pl: Aktualizacje bezpieczeństwa

source: is
pl_pl: jest

source: is not
nl: is niet
pl_pl: nie jest

source: installed
nl: geïnstalleerd
pl_pl: zainstalowany

source: enabled
nl: ingeschakeld
pl_pl: włączony

source: disabled
nl: uitgeschakeld
pl_pl: wyłączony

source: up-to-date
pl_pl: aktualny

source: from Microsoft
nl: van Mircrosoft
pl_pl: z Microsoftu

source: Action:
nl: Actie:
pl_pl: Działanie:

source: Add a filter
nl: Voeg een filter toe
pl_pl: Dodaj filtr

source: Save filters
nl: Sla filters op
pl_pl: Zachowaj filtry

source: Invalid response
nl: Ongeldige reactie
pl_pl: Nieważna odpowiedź

source: Request failed
nl: Verzoek is mislukt
pl_pl: Żądanie nie powiodło się

source: Are you sure you want to delete this filter?
nl: Weet u zeker dat u dit filter wilt verwijderen?
pl_pl: Czy jesteś pewien, że chcesz usunąć ten filtr?

source: Enter new filter name
nl: Geef nieuwe filternaam
pl_pl: Wprowadź nazwę nowego filtra

source: Guest Sponsor Login
nl: Beheerder gasten netwerk inlog
pl_pl: Login sponsora gości

source: Before we proceed with guest activation, we need you to authenticate.
nl: Voordat we u als gast kunnen activeren, dient u eerst in verifieert te zijn.
pl_pl: Przed kontynuacją aktywacji gości trzeba, abyś się uwierzytelnił.

source: You have reached the maximum number of devices you are able to register with this username.
nl: Het maximum aantal apparaten is bereikt wat u onder uw gebruikersnaam kan registreren.
pl_pl: Osiągnąłeś maksymalną liczbę urządzeń, jakie możesz zarejestrować z tą nazwą użytkownika.

source: An email has been sent to your email address. Click on the activation link to confirm your email address. Once confirmed you will receive a username and password by email for you to use once on-site.
nl: Er is een email gestuurd naar je email adres. Klik in de email op de activatie link. Dit valideert dan je email adres aan ons en wij sturen je dan een gebruikersnaam en wachtwoord voor het netwerk.
pl_pl: Mejl został wysłany na Twój adres mejlowy. Kliknij na łącznik aktywacyjny, aby potwierdzić Twój adres mejlowy. Po potwierdzeniu otrzymasz nazwę użytkownika i hasło mejlem do wykorzystania na miejscu.

source: An access request was sent to the sponsor's email. You will receive an email with a username and password once your access has been approved.
nl: Er is een email gestuurd naar de sponsor. Je krijgt een email met een gebruikersnaam en wachtwoord zodra je toegang is goedgekeurd.
pl_pl: Żądanie dostępu zostało wysłane na adres mejlowy sponsora. Po aprobacie otrzymasz nazwę użytkownika i hasło mejlem.

source: Registration in advance by SMS is not supported.
nl: Registratie vooraf per SMS is niet toegestaan.
pl_pl: Rejestracja z góry przez SMS nie jest wspierana.

source: %s: Guest Network Access Information
nl: %s: Gasten netwerk toegang informatie
pl_pl: %s: Informacja o gościnnym dostępie do sieci

source: %s: Guest access confirmed!
nl: %s: Gasten toegang bevestigd!
pl_pl: %s: Potwierdzono dostęp gościnny!

source: %s: Guest network access enabled
nl: %s: Gasten netwerk toegang toegestaan
pl_pl: %s: Włączono gościnny dostęp do sieci

source: There was a problem trying to find the computer to register. The problem has been logged.
nl: Er is een probleem met het opzoeken van de computer die geregistreerd moet worden. Dit probleem is doorgegeven aan de beheerder.
pl_pl: Wystąpił problem podczas próby znalezienia komputera do zarejestrowania. Problem został zapisany do dziennika.

source: The device with MAC address %s has already been authorized to your network.
nl: Het apparaat met MAC adres %s heeft al toegang tot ons netwerk.
pl_pl: Urządzenie o adresie MAC %s zostało iuż autoryzowane w Twojej sieci.

source: %s: Guest access request
nl: %s: Gasten toegang aanvraag
pl_pl: %s: Żądanie dostepu gościnnego

source: %s: Guest access request accepted
nl: %s: Gasten toegang aanvraag geaccepteerd
pl_pl: %s: Zaakceptowano żądanie dostepu gościnnego

source: Guest pre-registration is not allowed by policy
nl: Voor registratie van gasten is niet toegestaan door de beheerder
pl_pl: Pre-rejestracja gości nie jest dozwolona przez zasady

source: If you choose to have your access <strong>sponsored</strong>, we will send an email to the Sponsor email you provided with an activation link. The sponsor will need to click on that link and authenticate in order to approve you in.
nl: Als u er voor kiest om uw toegang via een <strong>sponsor</strong> te regelen, zullen wij een email naar de sponsor sturen met een activatie link. De sponsor dient dan op die link te klikken om uw aanvraag goed te keuren.
pl_pl: Jeśli wybierzesz <strong>dostęp sponsorowany</strong>, wyślemy mejl do sponsora, którego wskazałeś, z łącznikiem aktywacyjnym. Sponsor będzie musiał kliknąć ten łącznik i uwierzytelnić się, aby zaaprobować Twój dostęp.

source: You will receive guest credentials by email once approved.
nl: U zult uw inloggegevens ontvangen per email zodra deze zijn goedgekeurd.
pl_pl: Otrzymasz dane do gościnnego uwierzytelnienia mejlem po aprobacie.

source: You will be in a waiting area until approved.
nl: Je bevind je nu in een wacht ruimte totdat uw toegang is goedgekeurd.
pl_pl: Musisz poczekać do aprobaty.

source: Register through a Sponsor
nl: Registreer via een beheerder
pl_pl: Zarejestruj przez sponsora

source: Network Access Requested
nl: Netwerk toegang aangevraagd
pl_pl: Żądano dostępu do sieci

source: Access to the guest network confirmed
nl: Toegang tot het gastennetwerk is bevestigd
pl_pl: Potwierdzono dostęp do sieci gościnnej

source: Access to the guest network has been successfully confirmed. You should receive credentials for on-site guest access by email shortly.
nl: Toegang tot het gastennetwerk is bevestigd door een beheerder. U zult binnenkort per email inlog gegevens ontvangen om gebruik te maken van het gastennetwerk.
pl_pl: Potwierdzono pomyślnie dostęp do sieci gościnnej. Wkrótce powinieneś otrzymać informacje uwierzytelniające dla dostępu gościnnego.

source: %s: Email activation required
nl: %s Email activatie nodig
pl_pl: %s: wymagana aktywacja mejlem

source: Missing mandatory parameter or malformed entry
nl: Missend of verkeerd ingevuld veld
pl_pl: Brak wymaganego parametru lub nieprawidłowe dane

source: Missing mandatory parameter(s): %s
nl: Verplicht veld(en) mist(missen): %s
pl_pl: Brak wymaganego parametru: %s

source: Illegal email address provided
nl: Verkeerd email adres ingegeven
pl_pl: Podano nielegalny adres mejlowy

source: Illegal phone number provided
nl: Verkeerd telefoon nummer ingegeven
pl_pl: Podano nielegalny numer telefonu

source: Acceptable Use Policy (AUP) was not accepted
nl: Acceptable Use Policy (AUP) is niet geaccepteerd
pl_pl: Zasady Dopuszczalnego Użytku nie zostały zaakceptowane

source: Your access can only be sponsored by a %s email address
nl: Uw toegang kan alleen worden toegelaten door een beheerder. %s
pl_pl: Twój dostęp może być sponsorowany tylko przez adres mejlowy %s

source: Unable to validate your sponsor at the moment
nl: Helaas kunnen we niet uw beheerder controleren.
pl_pl: Aktualnie nie można sprawdzić ważności Twojego sponsora

source: Email %s is not allowed to sponsor guest access
nl: Email %s is geen beheerder van het gasten netwerk
pl_pl: Mejl %s nie ma zezwolenia na sponsorowanie gościnnego dostepu

source: You need to be authenticated to access this page.
nl: U moet worden geverifieerd om deze pagina te openen.
pl_pl: Aby uzyskać dostęp do tej strony, musisz się uwierzytelnić.

source: OAuth2 Error: Failed to get the token
nl: OAuth2 Fout: Geen Token
pl_pl: Błąd OAuth2: Nie udało się dostać tokena

source: OAuth2 Error: Failed to validate the token, please retry
nl: Oauth2 Fout: Kan token niet controleren, probeer het nogmaals
pl_pl: Błąd OAuth2: Nie udało się sprawdzić ważności tokena, proszę spróbować ponownie

source: Registration canceled please try again
nl: Registratie geannuleerd. Probeer het nogmaals
pl_pl: Rejestracja przerwana, proszę spróbować ponownie

source: Please verify MAC address provided
nl: Verifieer het ingegeven MAC adres
pl_pl: Proszę zweryfikować podany adres MAC

source: You are not authorized
nl: U heeft geen toegang
pl_pl: Nie masz autoryzacji

source: The MAC address %s has been successfully registered.
nl: Het MAC adres %s is succesvol geregistreerd.
pl_pl: Adres MAC %s został pomyślnie zarejestrowany.

source: The MAC address %s provided is invalid please try again
nl: Het opgegeven MAC adres %s is ongeldig. Probeer het nogmaals
pl_pl: Podany adres MAC %s jest nieważny, proszę spróbować ponownie

source: This module is not enabled
nl: Deze module is niet ingeschakeld
pl_pl: Ten moduł nie jest włączony

source: Wrong username or password.
nl: Verkeerde gebruikersnaam of wachtwoord.

source: Peer-to-Peer
nl: p2p

source: Unable to detect network connectivity. Try restarting your web browser or opening a new tab to see if your access has been succesfully enabled.
nl: Er kan geen netwerk activiteit worden gedetecteerd. Probeer uw webbrouwser opnieuw op te starten of open een niew tabblad om te zien of u wel het netwerk nu op kunt na uw registratie.
