Repository: mans0954/packetfence
Catalog: conf/locale/*/LC_MESSAGES/packetfence.po
Languages: nl, pl_pl

source: en_US
nl: English
pl_pl: English

source: fr_FR
nl: Français
pl_pl: Français

source: es_ES
nl: Español
pl_pl: Español

source: de_DE
nl: Deutsch
pl_pl: Deutsch

source: it_IT
nl: Italiano
pl_pl: Italiano

source: nl_NL
nl: Dutch
pl_pl: Dutch

source: pl_PL
nl: Pools
pl_pl: Polski

source: pt_BR
nl: Português
pl_pl: Português

source: error: access denied not owner
nl: Toegang geweigerd: U bent niet de eigenaar van deze machine!
pl_pl: Dostęp zabroniony: nie jesteś właścicielem tego węzła!

source: error: incorrect mode
nl: Verkeerde Modus!
pl_pl: Nieprawidłowy tryb!

source: error: invalid login or password
nl: ongeldige login of wachtwoord
pl_pl: Nieważna nazwa użytkownika lub hasło

source: Invalid login or password
nl: Verkeerde gebruikersnaam of wachtwoord
pl_pl: Nieważna nazwa użytkownika lub hasło

source: error: invalid page number
nl: ongeldig pagina nummer
pl_pl: Nieważny numer strony

source: error: max re-enables reached
nl: Maximum aantal reactivaties bereikt!
pl_pl: Osiągnięto maksymalną liczbę ponownych włączeń!

source: error: not found in the database
nl: Uw computer was niet gevonden in de packetshield database, reboot uw computer om dit probleem op te lossen.
pl_pl: Twój komputer nie został znaleziony w bazie danych PacketFence. Proszę przeładować komputer, aby usunąć ten problem.

source: error: not trappable IP
nl: Toegang geweigerd: geen afvangbaar IP adres!
pl_pl: Dostęp zabroniony: IP poza zakresem trap!

source: error: only register max nodes
nl: Er mogen slechts een maximum van %s nodes geregistreerd worden!
pl_pl: Możesz zarejestrować maksymalnie tylko %s węzłów!

source: error: unable to validate credentials at the moment
nl: Helaas kunnen uw gegevens nu niet gecontroleerd worden
pl_pl: Aktualnie nie można sprawdzić ważności uwierzytelnienia

source: Unable to validate credentials at the moment
nl: Helaas kunnen uw gegevens nu niet gecontroleerd worden
pl_pl: Aktualnie nie można sprawdzić ważności uwierzytelnienia

source: error: something went wrong creating the guest
nl: Helaas kan het gastaccount niet worden aangemaakt
pl_pl: Wystąpił problem podczas tworzenia konta gościnnego.

source: help: provide info
nl: Mochten er vragen zijn over deze pagina, neem dan contact op met de helpdesk voor assistentie. Vermeld hierbij de volgende informatie:
pl_pl: Jeśli masz pytania dotyczące tej strony, skontaktuj sie z lokalnym administratorem w sprawie pomocy. Proszę podać następujące informacje:

source: register: all systems must be registered
nl: Het kan voorkomen dat we gebruikers moeten benaderen omtrent individuele systemen, daarom dienen alle systemen op het netwerk geregistreerd te worden.
pl_pl: Ponieważ możemy potrzebować kontaktu z użytkownikami w sprawie indywidualnych systemów, wszystkie systemy w tej sieci muszą być zarejestrowane.

source: register: aup
nl: Het registratie process verlangt dat u de Aceptable Use Policy (UAP) accepteerd. Mocht je deze UAP willen lezen voor het begin van het registratieproces bezoek dan:
pl_pl: Proces rejestracji będzie wymagał zaakceptowania Zasad Dopuszczalnego Użytku (AUP). Jeśli chcesz przeczytać te zasady przed rozpoczęciem procesu rejestracji, odwiedź proszę:

source: register: to complete
nl: Om het registratie proces te voltooien dient u uw gebruikersnaam en wachtwoord in te vullen.
pl_pl: Aby zakończyć proces rejestracji, trzeba się uwierzytelnić używając swojej nazwy użytkownika i hasła.

source: Authentication
nl: Authenticatie
pl_pl: Uwierzytelnienie

source: or
nl: of
pl_pl: lub

source: Sign up
nl: Registreer
pl_pl: Zapisz się

source: register: skip registration
nl: Sla Registratie over
pl_pl: Pomiń rejestrację

source: release: enabling network
nl: Netwerk toegang wordt geactiveerd
pl_pl: Włączanie dostepu do sieci

source: release: reopen browser
nl: U dient wellicht uw browser opnieuw te openen
pl_pl: Aby uzyskać dostęp do Internetu, może być niezbędne ponowne uruchomienie przeglądarki. Jeśli jesteś właczony do telefonu, będziesz musiał przeładować komputer, aby uzyskać dostęp do Internetu.

source: scan: scan in progress
nl: Uw systeem wordt gescanned
pl_pl: Twój system jest skanowany

source: scan in progress contact support if too long
nl: Uw systeem wordt nog steeds op dit moment gescand. Het proces begon op %s. Meestal is dit proces duurt een paar minuten. Mocht dit nu al langer duren, neemt u dan contact op met de helpdesk.
pl_pl: Twój system jest nadal skanowany. Ten proces rozpoczął się o %s. Zwykle ten proces zajmuje kilka minut. Jeśli minęło znacznie więcej czasu, skontaktuj się z lokalnym administratorem.

source: automatically refresh
nl: Deze pagina wordt automatisch vernieuwd elke %s seconden om te controleren of scan is voltooid.
pl_pl: Ta strona automatycznie odświeża się co %s sekund aby zweryfikować, że skanowanie się zakończyło.

source: Acceptable Use Policy
pl_pl: Zasady Dopuszczalnego Użytku

source: Addresses
nl: Adressen
pl_pl: Adresy

source: De-register node
nl: Machine deregistreren
pl_pl: Wyrejestruj węzeł

source: Scanning ...
pl_pl: Skanowanie...

source: Gateway
pl_pl: Brama

source: grace
pl_pl: prolongata terminu

source: Hostname
pl_pl: Nazwa komputera

source: IP
nl: IP adres
pl_pl: Adres IP

source: network access is being enabled
nl: Uw netwerktoegang wordt op dit moment geactiveerd - dit proces neemt ongeveer %s seconden in beslag.
pl_pl: Aktualnie włączany jest Twój dostęp do sieci. Po nawiązaniu łączności sieciowej zostaniesz automatycznie przekierowany.

source: system scan in progress
nl: Uw systeem word gescand. Dit proces duurt ongeveer %s seconden.
pl_pl: Twój system jest skanowany - ten proces zajmie około %s sekund.

source: Node
nl: Machine
pl_pl: Węzeł

source: PacketFence Registration System
nl: PacketShield Registration System
pl_pl: System Rejestracji PacketFence

source: Guest Registration
nl: Gast Registratie
pl_pl: Rejestracja Gościa

source: guest network disclaimer
nl: Dit gasten netwerk is uitsluitend bedoeld voor het gemak van gasten en bezoekers. Toegang impliceert geen garantie voor de betrouwbaarheid, snelheid of privacy; dit netwerk is voorzien voor het uitdrukkelijke doel van simpele Internet communicatie. Gebruik impliceert akkoord met alle voorwaarden en condities van de juiste gedrag zoals hier beschreven: <b> Acceptable Use Policy. </ B>
pl_pl: Ta sieć gościnna jest udostępniana wyłącznie dla wygody gości i odwiedzających. Dostęp nie gwarantuje niezawodności, szybkości ani prywatności; ta sieć jest udostępniana w celu szybkiej komunikacji internetowej w zakresie WWW. Używanie oznacza zgodę na wszystkie warunki i zasady właściwego zachowania, zawarte w naszych <b>Zasadach Dopuszczalnego Użytku</b>.

source: In the fields below please enter your name, phone number and a valid email address.
nl: In het onderstaande veld dient u uw naam, telefoon nummer en geldig email adres in te vullen.
pl_pl: W polach poniżej wprowadź nazwisko, numer telefonu i ważny adres mejl.

source: If you choose to receive your access code <strong>by email</strong>, you will have to click on an activation link sent to your email address. After clicking on the link you will receive guest credentials to use on-site by email
pl_pl: Jeśli wybierzesz otrzymanie Twojego kodu dostępu <strong>przez mejl</strong>, będziesz musiał kliknąć łącznik aktywacyjny wysłany na Twój adres mejl. Po kliknięciu łącznika otrzymasz mejlem dane do gościnnego uwierzytelnienia.

source: If you choose to receive your access code <strong>by email</strong>, you will be given temporary network access for 10 minutes during that time:
nl: Als u kiest om uw toegang code <strong>per email</strong> te ontvangen, dan wordt nu voor 10 minuten toegang gegeven tot het netwerk:
pl_pl: Jeśli wybierzesz otrzymanie Twojego kodu dostępu <strong>przez mejl</strong>, otrzymasz tymczasowy dostęp do sieci na 10 minut; w tym czasie:

source: Login to the email account you referenced and;
nl: Log in op het email account wat u heeft opgegeven en;
pl_pl: Zaloguj się do konta mejlowego, które podałeś, i:

source: Click on the link emailed to you to validate network access for the next 24 hours.
nl: Klik op de link die naar u gemaild is om uw toegang te valideren voor de volgende 24 uur.
pl_pl: Kliknij wysłany Ci łącznik, aby uzyskać dostęp do sieci na następne 24 godziny.

source: Register by Email
nl: Registreer via e-mail
pl_pl: Zarejestruj się mejlem

source: If you choose to receive your access code <strong>by SMS</strong>, you will be able to enter it on the next page.
nl: Als u kiest om uw toegang code <strong>per SMS</strong> te ontvangen, dan kunt u deze op de volgende pagina invullen.
pl_pl: Jeśli wybierzesz otrzymanie Twojego kodu dostępu <strong>przez SMS</strong>, będziesz mógł wprowadzić go na następnej stronie.

source: Register by SMS
nl: Registreer per SMS
pl_pl: Zarejestruj się SMSem

source: Password
nl: Wachtwoord
pl_pl: Hasło

source: PID
nl: Eigenaar
pl_pl: Właściciel

source: Print this page
nl: Print deze pagina
pl_pl: Wydrukuj tę stronę

source: reg
nl: geregistreerd
pl_pl: zarejestrowany

source: Sorry
pl_pl: Przepraszam!

source: Status
pl_pl: Stan

source: unknown
nl: onbekend
pl_pl: nieznany

source: unreg
nl: niet geregistreerd
pl_pl: niezarejestrowany

source: Username
nl: Gebruikersnaam
pl_pl: Nazwa użytkownika

source: Violations
nl: Overtredingen
pl_pl: Naruszenia

source: Quarantine Established!
nl: Quarantaine ingesteld!
pl_pl: Wprowadzono kwarantannę!

source: Registration Notification
nl: Registratie melding
pl_pl: Notyfikacja rejestracji

source: Additional Assistance
nl: Voor meer hulp
pl_pl: Dodatkowa pomoc

source: If your network connectivity becomes permanently disabled or you are unable to follow the instructions above, please contact your local IT support staff for assistance.
nl: Als uw netwerk toegang compleet is uitgeschakeld en u geen gebruik kunt maken van de bovenstaande instructies, neemt u dan contact op met de helpdesk.
pl_pl: Jeśli Twoja łączność sieciowa zostanie na stałe wyłączona lub nie jesteś w stanie wykonać powyższych instrukcji, proszę skontaktować się z lokalnym administratorem w celu uzyskania pomocy.

source: The following information should be provided upon request:
nl: De volgende gegevens dienen te worden verstrekt op aanvraag:
pl_pl: Następujące informacje powinny być podane na żądanie:

source: IP Address
nl: IP adres
pl_pl: Adres IP

source: MAC Address
nl: Mac Adres
pl_pl: Adres MAC

source: Banned Operating System
nl: Verbannen Besturingssysteem
pl_pl: Wykluczony system operacyjny

source: You have been detected using an operating system not allowed on the network. Please install a more recent operating system
nl: Er is een besturingssysteem gedetecteerd wat niet is toegestaan op dit netwerk. Installeer een meer recentere versie van dit besturingssysteem
pl_pl: Wykryto, że używasz systemu operacyjnego niedozwolonego w sieci. Proszę zainstalować nowszy system operacyjny

source: Darknet Violation
nl: Darknet overtreding
pl_pl: Naruszenie - nieużywana sieć

source: Your system has been detected sending traffic to a network known to be unused (darknet). This is often indicative of a worm/virus infection.
pl_pl: Wykryto, że Twój system wysyła informacje do sieci, o której wiadomo, że nie istnieje (darknet). Jest to często oznaka infekcji wirusem/robakiem.

source: Your system will likely need to be rebuilt. Please contact your local support staff for more information.
nl: Uw systeem dient waarschijnlijk geherinstalleerd te worden. Neem contact op met de helpdesk voor meer informatie.
pl_pl: Najprawdopodobniej trzeba będzie przebudować Twój system. Proszę skontaktować się z lokalnym administratorem, aby uzyskać więcej informacji.

source: Your system will likely need to be rebuilt. Please contact your support staff for more information.
nl: Uw systeem dient waarschijnlijk geherinstalleerd te worden. Neem contact op met de helpdesk voor meer informatie.
pl_pl: Najprawdopodobniej trzeba będzie przebudować Twój system. Proszę skontaktować się z administratorem, aby uzyskać więcej informacji.

source: Windows patches are not up to date
nl: Uw Windows updates zijn niet uitgevoerd
pl_pl: Łaty Windows nie są aktualne

source: Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
nl: Als gevolg van de dreiging van deze infectie , vormt dit een zo hoog risico voor andere systemen in het netwerk, dat uw netwerkverbinding is uitgeschakeld totdat corrigerende maatregelen worden genomen. Aanwijzingen voor hiervoor staan hieronder:
pl_pl: Z powodu zagrożenia, jakie ta infekcja stwarza dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych. Poniżej podano instrukcje dezynfekcji:

source: Generic
nl: Algemeen
pl_pl: Generyczny

source: Network connectivity has been disabled.
nl: Netwerk toegang is uitgeschakeld.
pl_pl: Łączność sieciowa została wyłączona.

source: Please contact your support staff for more information.
nl: Neem contact op met de helpdesk voor meer informatie.
pl_pl: Proszę skontaktować się z administratorem, aby uzyskać więcej informacji.

source: Hub Detection
nl: Hub detectie
pl_pl: Wykrycie koncentratora

source: You have been detected using a hub. Such device is not permitted on the network. Please remove it.
nl: Er is gezien dat je een hub gebruikt. Dit soort apparaten zijn niet toegestaan in dit netwerk. Verwijder dit apparaat a.u.b..
pl_pl: Wykryto, że używasz koncentratora. Takie urządzenie nie jest dozwolone w sieci. Proszę je usunąć.

source: You have been detected using a peer-to-peer file sharing application. Such software is not permitted on the network. Please uninstall the infringing software.
nl: Het systeem heeft gedetecteerd dat je p2p (peer-to-peer) file sharing software gebruikt. Dit soort software is niet toegestaan op het netwerk. Verwijder of schakel de software uit a.u.b.
pl_pl: Wykryto, że używasz aplikacji współdzielenia plików P2P. Takie oprogramowanie nie jest dozwolone w sieci. Proszę je usunąć.

source: System Scanning
nl: Uw systeem wordt gescanned.
pl_pl: Skanowanie systemu

source: Your system has been found to be scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
nl: Uw systeem is gelogged doordat het andere systemen scanned. Dit vormt een zo hoog risico voor andere systemen in het netwerk, dat uw netwerkverbinding is uitgeschakeld totdat corrigerende maatregelen worden genomen. Aanwijzingen voor hiervoor staan hieronder:
pl_pl: Wykryto, że Twój system skanuje inne systemy. Z powodu zagrożenia, jakie ta infekcja stwarza dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Spamming
nl: verstuurd spam
pl_pl: Spamowanie

source: Your system has been found to be sending unsolicited commercial email (UCE, or "spam") to other systems. Due to the threat this poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
nl: Uw systeem is gezien door ons netwerk als een systeem dat ongewenste email(" spam") verstuurd. Als gevolg van de dreiging van deze infectie , vormt dit een zo hoog risico voor andere systemen in het netwerk, dat uw netwerkverbinding is uitgeschakeld totdat corrigerende maatregelen worden genomen. Aanwijzingen voor hiervoor staan hieronder:
pl_pl: Wykryto, że Twój system wysyła niezamawiane mejle komercyjne (UCE, albo "spam") do innych systemów. Z powodu zagrożenia, jakie to stwarza dla innych systemów w sieci, łączność sieciowa została wyłączona do czasu podjęcia działań naprawczych.

source: Your system may need to be rebuilt. Please contact your local support staff for more information.
nl: Uw systeem dient waarschijnlijk geherinstalleerd te worden. Neem contact op met de helpdesk voor meer informatie.
pl_pl: Może zajść potrzeba przebudowania Twojego systemu. Proszę skontaktować się z lokalnym administratorem, aby uzyskać więcej informacji.

source: guest management
nl: Gasten management
pl_pl: Zarządzanie gośćmi

source: guest registration form
nl: Gasten registratie formulier
pl_pl: Formularz rejestracji gościa

source: guest registration instructions
pl_pl: W celu utworzenia konta gościnnego proszę wypełnić wszystkie poniższe pola. Goście nie będą mogli zarejestrować się przed datą przybycia lub po dacie przybycia plus okres dostępu z jednym dniem okna tolerancji. Okres dostępu rozpocznie się po zalogowaniu się gościa do portalu przechwytujacego.

source: Firstname
nl: Voornaam
pl_pl: Imię

source: firstname
nl: voornaam
pl_pl: imię

source: Lastname
nl: Achternaam
pl_pl: Nazwisko

source: lastname
nl: achternaam
pl_pl: nazwisko

source: Company
nl: Bedrijf
pl_pl: Instytucja

source: Company / Organization
nl: Bedrijf/Instelling
pl_pl: Instytucja / Organizacja

source: organization
nl: bedrijf/instelling
pl_pl: instytucja / organizacja

source: Phone number
nl: Telefoonummer
pl_pl: Numer telefonu

source: phone
nl: telefoonnummer
pl_pl: telefon

source: Phone Provider
nl: Telefoon provider
pl_pl: Dostawca telefonu

source: Select your provider
nl: Selecteer uw telefoon provider
pl_pl: Wybierz Twojego dostawcę

source: Email
pl_pl: Mejl

source: email
nl: e-mail adres
pl_pl: mejl

source: Sponsor's email
nl: Email beheerder gasten netwerk
pl_pl: Mejl sponsora

source: sponsor_email
nl: email beheerder gasten netwerk
pl_pl: mejl sponsora

source: Address
nl: Adres
pl_pl: Adres

source: Arrival Date
nl: Aankomst datum
pl_pl: Data przybycia

source: End Date
nl: Vertrek datum
pl_pl: Data końca

source: Access Duration
nl: Toegangstijd
pl_pl: Okres dostępu

source: Notes
nl: Notities
pl_pl: Notatki

source: Send access code by email
nl: Stuur code per e-mail
pl_pl: Wyślij kod dostępu mejlem

source: Print access code
nl: Print toegangscode
pl_pl: Wydrukuj kod dostępu

source: Print
pl_pl: Drukuj

source: Back
nl: Terug
pl_pl: Wróć

source: second
nl: seconde
pl_pl: sekunda

source: minute
nl: minuut
pl_pl: minuta

source: hour
nl: uur
pl_pl: godzina

source: day
nl: dag
pl_pl: dzień

source: week
pl_pl: tydzień

source: month
nl: maand
pl_pl: miesiąc

source: year
nl: jaar
pl_pl: rok

source: Invalid access duration provided
nl: Ongeldige toegang periode ingegeven
pl_pl: Podano nieważny okres dostępu

source: Expected on %s
nl: Verwacht op %s
pl_pl: Oczekiwano %s

source: Missing mandatory parameter or malformed entry.
nl: Verplicht veld mist of verkeerd ingegeven input.
pl_pl: Brak wymaganego parametru albo nieprawidłowe dane

source: Usernames must only contain alphanumeric characters.
nl: Gebruikersnamen mogen alleen alfanumerieke tekens bevatten.
pl_pl: Nazwy użytkowników muszą zawierać jedynie znaki alfanumeryczne.

source: Access duration is not of an allowed value.
nl: Toegang duur is niet van een toegestane waarde.
pl_pl: Okres dostępu ma niedozwoloną wartość.

source: Arrival date is not of expected format.
nl: Aankomst datum is niet van verwachte formaat.
pl_pl: Data przybycia nie jest w oczekiwanym formacie.

source: You can't register as a guest with a %s email address. Please register as a regular user using your email address instead.
nl: U kunt niet registreren als gast met het e-mail adres %s. Registreer als een gewone gebruiker met behulp van uw e-mailadres in plaats daarvan.
pl_pl: Nie możesz zarejestrować się jako gość z adresem mejlowym %s. Proszę zarejestrować się jako zwykły użytkownik, używająć swój własny adres mejlowy.

source: An error occured while sending the confirmation email.
nl: Helaas kon de bevestiging mail niet verstuurd worden.
pl_pl: Wystąpił błąd podszas wysyłania mejla z potwierdzeniem.

source: An error occured while sending the PIN by SMS.
nl: Helaas kon de PIN code niet per SMS verstuurd worden.
pl_pl: Wystąpił błąd podczas wysyłania PIN przez SMS.

source: The uploaded file was corrupted. Please try again.
nl: Het ingegeven bestand kan niet worden ingelezen. Probeer het nogmaals.
pl_pl: Przesłany plik był uszkodzony. Proszę spróbować ponownie.

source: Can't open uploaded file.
nl: Kan bestand niet uploaden.
pl_pl: Nie można otworzyć przesłanego pliku.

source: Confirm Mobile Phone Number
nl: Bevestig mobiel telefoonnummer
pl_pl: Potwierdź numer telefonu komórkowego

source: Please enter the PIN code received on your mobile phone in order to gain access to the network.
nl: Geef de PIN code in die naar uw mobile toestel is gestuurd om toegang tot het netwerk te krijgen.
pl_pl: Proszę wprowadzić kod PIN otrzymany na telefon komórkowy, aby uzyskać dostęp do sieci.

source: Confirm
nl: Bevestig
pl_pl: Potwierdź

source: Cancel
nl: Annuleer
pl_pl: Skasuj

source: Guest Access Code
nl: Gasten toegangscode
pl_pl: Kod dostępu gościnnego

source: This username and password will be valid starting %s.
nl: Deze gebruikersnaam en wachtwoord geldig vanaf %s.
pl_pl: Nazwa użytkownika i hasło będą ważne od %s.

source: Once authenticated the access will be valid for %d %s.
nl: Na verificatie is de toegang geldig voor: %d %s.
pl_pl: Po uwierzytelnieniu dostęp będzie ważny przez %d %s.

source: Guest successfully registered. An email with the username and password has been sent.
nl: Gast succesvol geregistreerd. Een email met de gebruikersnaam en wachtwoord is verstuurd.
pl_pl: Gość został pomyślnie zarejestrowany. Wysłano mejl z nazwą użytkownika i hasłem.

source: Import completed: %i guest(s) created, %i line(s) skipped.
nl: Import geslaagd: %i gast(ten) geïmporteerd, %i regel(s) overgeslagen.
pl_pl: Zakończono import: utworzono %i gości, pominięto %i linii.

source: Single guest creation
nl: Enkele gast toevoegen
pl_pl: Tworzenie pojedynczego gościa

source: Multiple guest accounts creation
nl: Meerder gasten toevoegen
pl_pl: Tworzenie wielu kont gości

source: CSV file
nl: CSV bestand
pl_pl: Plik CSV

source: CSV file import
nl: CSV bestand importeren
pl_pl: Import pliku CSV

source: You are logged in as
nl: U bent ingelogd als
pl_pl: Jesteś zalogowany jako

source: Sponsored by
nl: Gasten beheerder
pl_pl: Sponsorowane przez

source: Guest Network Access Information
nl: Gasten netwerk toegang informatie
pl_pl: Informacja o gościnnym dostępie do sieci

source: If you have scripting turned off, you will not be automatically redirected. Please enable scripting or open a new browser window from time to time to see if your access was enabled.
nl: Als je scripting hebt uitgeschakeld zal je niet automatisch worden doorgestuurd. Activeer deze functie of open een nieuwe browser van tijd tot tijd om te zien of u netwerk toegang heeft.
pl_pl: Jeśli masz wyłączone skrypty, nie zostaniesz automatycznie przekierowany. Proszę włączyć skrypty lub od czasu do czasu otworzyć nowe okno przeglądarki aby zobaczyć, czy masz włączony dostęp.

source: Your network access should be available. Close your current browser, and open a new one to start browsing.
nl: U heeft nu internettoegang. Sluit uw browser en start deze opnieuw op om te starten.
pl_pl: Twój dostęp do sieci powinien być możliwy. Zamknij przeglądarkę i otwórz nową, aby zacząć przeglądanie.

source: Registration pending
nl: Registratie is nog in afwachting van goedkeuring.
pl_pl: Oczekuje rejestracja

source: There are known issues with the automatic redirection on Opera browsers. Please open a new browser window from time to time to see if your access was enabled.
nl: Er is een probleem bekend met Opera browsers, waardoor u niet wordt doorgestuurd. Open van tijd tot tijd een nieuwe browser om te zien of uw toegang tot het netwerk werkt.
pl_pl: Z automatycznym przekierowaniem w przeglądarkach Opera są znane problemy. Proszę od czasu do czasu otworzyć nowe okno przeglądarki aby zobaczyć, czy masz włączony dostęp.
